{
  "captions": [
    "Duniya'r maya chere deen’er poth dhoro – ekhanei tomaar real shanti.",
    "Jokhon sobai chere dey, Allah tokhon bondhu hoye thaken.",
    "Duniya temporary, Jannah is forever – choose wisely.",
    "Sabr holo ekta silent weapon, ja Allah’er kase tomake prochondo valuable kore tole.",
    "Tumi jodi Allah’r jonno cholo, duniya tomar against jabe – but akhirah tomar hobe.",
    "Salaat – tomar soul’r WiFi connection Allah’r shathe.",
    "Hijab holo amar izzat’r crown – I wear it with pride.",
    "Zikr er majhe ache mental peace – try it, feel it.",
    "Jehetu duniya hotel, akherat holo bari – so invest in bari, not hotel.",
    "Jokhon duniya’r noise beshi lage, Qur’an holo amar calm place.",
    "Jokhoni laglo shob kichu against jachhe, bol: Hasbunallahu wa ni’mal wakeel.",
    "Je Allah ke bhalobase, shey duniya’r glitter e fool hoy na.",
    "Shaitan’r DM e reply dile, akhirat’e block hoye jabe.",
    "Sujood er maddhome tumi duniya’r lowest place theke Allah’r shathe connect hote paro.",
    "Amar goal? Jannah – baki sob holo traffic.",
    "Hijab is not fashion, it’s my submission to the Lord of the worlds.",
    "Qiyamat e jokhon sobai busy thakbe, tumi jodi sajdah’r adorer manus hao – you’ll shine!",
    "Gham theke bachte parba na, but Allah’r dorkar rekhe sabr korte parba.",
    "Be like a date palm – rooted in deen, high in character.",
    "Allah’r love er cheye stable kono relationship nai.",
    "Jodi akhirat jeno real home lage, tahole duniya’r test pass korte hobe.",
    "Don’t just wear Islam – live it.",
    "The world says 'follow your heart', Islam says 'follow your Rabb'.",
    "Jokhon duniya’r log tomake judge korbe, Allah tomake understand korben.",
    "Namaz chhere dile, shaitan celebrate kore.",
    "Mumin er life – duniya’r moddhe akhirat’r focus.",
    "Allah’r plan holo best plot twist ever.",
    "Beauty holo temporary filter, taqwa holo permanent light.",
    "Salaat is the break your soul actually needs.",
    "Islam is not a burden – it’s a blessing with direction.",
    "Every sajdah brings you closer to Jannah.",
    "Kosto asbe, dua koro – Allah never ignores a sincere heart.",
    "Hijab is my respect, not your opinion.",
    "Be a reflection of Islam – even in silence.",
    "Jokhon duniya’r kotha boro lage, Qur’an holo amar therapy.",
    "Purity in heart, strength in deen – that’s the real glow-up.",
    "Jokhon dunia reject kore, Allah accept koren.",
    "Stop chasing people, start chasing Jannah.",
    "Modesty holo silent rebellion against duniya.",
    "Allah is enough – truly enough.",
    "Ghorer mirror’r cheye Qur’an e tomar asli reflection.",
    "Be sabrful, be thankful – that’s a believer's lifestyle.",
    "Guna komao, dua barhao.",
    "Every hardship ekti hidden blessing with Allah’s name on it.",
    "Hijab holo amar choice, Islam amar voice.",
    "Tawakkul mane – chinta biday, trust Allah all the way.",
    "Good vibes? Start with Bismillah.",
    "Allah’r shathe relationship holo forever stable connection.",
    "Namaz e khushi na peleo, namaz charo na.",
    "Je din tomar dua’r uttor asbe, shei din tomar life change hoye jabe."
  ]
}
